{
  "input_type": "text", 
  "instructions": "Translate the phrase in parentheses. Add prepositions if needed. NOTE: not all require accusative.", 
  "questions": [
    [
      "Тебе придётся найти работу (for the winter).", 
      "на зиму"
    ], 
    [
      "Сколько раз (a week) вы обедаете дома?", 
      "в неделю"
    ], 
    [
      "Мы ездили на дачу (last week).", 
      "на прошлой неделе"
    ], 
    [
      "Молодой судья приступил к делу (on Wednesday).", 
      "в среду"
    ], 
    [
      "(On Friday) счастливый сосед принес нам сирень.", 
      "в пятницу"
    ], 
    [
      "Управление экономики закрывают (for a month).", 
      "на месяц"
    ], 
    [
      "Я купил билеты в театр (for the season).", 
      "на сезон"
    ], 
    [
      "(In reply to) оскорбление сына отец ничего не сказал.", 
      "в ответ на"
    ], 
    [
      "Дама должна была уехать к лекарю (the next evening).", 
      "на следующий вечер"
    ], 
    [
      "(A week before) до дня рождения сына немец подарил ему собаку.", 
      "за неделю"
    ], 
    [
      "Нянька всегда получала сюрпризы (on Christmas Eve) от своего воспитанника.", 
      "под Рождество"
    ], 
    [
      "Виноватый дворник пришел домой (towards morning).", 
      "под утро"
    ], 
    [
      "Андрей был в обиде на Татьяну и разговаривал с ней только (through a sister).", 
      "через сестру"
    ], 
    [
      "Влюбленный лётчик звонил девушке (every hour) ради забавы.", 
      "каждый час"
    ], 
    [
      "Ребёнок перепрыгнул (over father), который лежал у него на пути.", 
      "через отца"
    ], 
    [
      "Дипломат посмотрел (through the fog) и увидел шпиона.", 
      "сквозь туман"
    ], 
    [
      "Милиционер ехал (one hundred fifty kilometers per hour), его жена рожала...", 
      "сто пятьдесят километров в час"
    ], 
    [
      "Мы должны были прилететь в Лондон (at ten past two), но мы опоздали на двадцать минут. ", 
      "в десять минут третьего"
    ], 
    [
      "(At six o’clock) должно начаться обследование.", 
      "в шесть часов"
    ], 
    [
      "Красивый брюнет пришел в кафе (long after midnight).", 
      "далеко за полночь"
    ], 
    [
      "(Last week) Вера отметила день рождения Антона.", 
      "на прошлой неделе"
    ]
  ]
}