{
  "input_type": "text", 
  "instructions": "Translate the phrases in parentheses. Use 'чем' only if the sentence requires it.", 
  "questions": [
    [
      "прямой - Чем путь (straighter), тем он короче.", 
      "прямее"
    ], 
    [
      "бога́тый - Сосед стал (richer than me).", 
      "богаче меня"
    ], 
    [
      "све́тлый - Моя квартира намного (brighter than the rest). ", 
      "светлее остальных"
    ], 
    [
      "споко́йный - Муж начал говорить голосом (calmer). ", 
      "более спокойным"
    ], 
    [
      "тяжёлый - Мы оказались в (more difficult) ситуации.", 
      "более тяжёлой"
    ], 
    [
      "чистый - Здесь меньше рыбы (than in cleaner rivers).", 
      "чем в более чистых реках"
    ], 
    [
      "гру́бый - В любой конфликт культур побеждает (the ruder one).", 
      "более грубая"
    ], 
    [
      "длинный - Мы пошли по (longer way than you).", 
      "более длинному пути, чем вы"
    ], 
    [
      "дорого́й - На праздник хочется купить (more expensive) сорта хлеба.", 
      "более дорогие"
    ], 
    [
      "жёлтый - Мне кажется, что солнце сегодя (yellow than yesterday).", 
      "желтее, чем вчера"
    ], 
    [
      "знамени́тый - А кто (more famous), ты или она?", 
      "знаменитее"
    ], 
    [
      "красивый - Эти студентки, одна (is prettier than the next).", 
      "красивее другой"
    ], 
    [
      "круглый - Её глаза казались (rounder than usual).", 
      "более круглыми, чем обычно"
    ], 
    [
      "мо́крый - Если твоя рубашка мокрая, не надо делать ее (wetter).", 
      "более мокрую"
    ], 
    [
      "о́стрый - Ваши проблемы гораздо (sharper than mine).", 
      "острее моих"
    ], 
    [
      "по́лный - Нужно делать жизнь добрее, (fuller).", 
      "полнее"
    ], 
    [
      "прия́тный - Чем (more difficult) победа, тем (more pleasant it is). ", 
      "труднее приятнее она"
    ], 
    [
      "ра́вный - Мы все равны перед законом, но некоторые (more equal than others).", 
      "равнее других"
    ], 
    [
      "разу́мный - Я не сомневаюсь в вашей (more reasonable idea.)", 
      "более разумной идее"
    ], 
    [
      "си́льный - Мой сын думает, что я (stronger than everyone on earth).", 
      "сильнее всех на свете"
    ], 
    [
      "стра́нный - Трудно представить (a stranger answer).", 
      "более странный ответ"
    ], 
    [
      "счастли́вый - Антон, поспи, ты почувствуешь себя (happier).", 
      "более счастливым"
    ], 
    [
      "то́нкий - Говорят, что кожа курящего на 40% (thinner than) кожа некурящего.", 
      "тоньше, чем"
    ], 
    [
      "глубо́кий - Я старалась как можно (глубокий) понимать тебя.", 
      "глубже"
    ], 
    [
      "энерги́чный - Он оказался (more energetic than) я ожидал.", 
      "более энергичным"
    ], 
    [
      "ди́кий - Что может быть (wilder than) этот подход к повторению?", 
      "более диким"
    ]
  ]
}